/**
 * Created by HIAPAD on 2018/6/13.
 */
var news = [
    {
        id: 0,
        title: "掌里通智慧城市，一个让生活智能化的平台1",
        img: "./images/blog/news1.jpg",
        summary: "掌里通智慧城市，一个让生活智能化的平台 智慧城市就是运用信息和通信技术手段感测、分析、整合城市运行核心系统的各项关键信息，从而对包括民生、环保、公共安全、城市服务、工商业活动在内的各种需求做出智能响应。其实质是利用先进的信息技术，实现城市智慧式管理和运行，进而为城市中的人创造更美好的生活，促进城市的和谐、可持续成长。",
        content: "我是新闻1的内容1",
        add_time: "2018-06-12",
        category: 0
    },
    {
        id: 1,
        title: "掌里通智慧城市，一个让生活智能化的平台2",
        img: "./images/blog/news1.jpg",
        summary: "掌里通智慧城市，一个让生活智能化的平台 智慧城市就是运用信息和通信技术手段感测、分析、整合城市运行核心系统的各项关键信息，从而对包括民生、环保、公共安全、城市服务、工商业活动在内的各种需求做出智能响应。其实质是利用先进的信息技术，实现城市智慧式管理和运行，进而为城市中的人创造更美好的生活，促进城市的和谐、可持续成长。",
        content: "我是新闻2的内容2",
        add_time: "2018-06-12",
        category: 0
    }
];

var newsType = [
    {
        id: 0,
        name: "重点关注"
    },
    {
        id: 1,
        name: "公司要闻"
    },
    {
        id: 2,
        name: "热点专题"
    },
    {
        id: 3,
        name: "最新动态"
    }
];
